Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/ApplePay.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BUTTON_TITLE
source: See how your data is managed…
ar: يمكنك التعرُّف على كيفية إدارة بياناتك…
bg: Вижте как се управляват вашите данни…
ca: Mostra com es gestionen les dades…
cs: Informace o správě vašich dat…
da: Se, hvordan dine data administreres…
de: So werden deine Daten verwaltet …
el: Τρόπος διαχείρισης των δεδομένων σας…
es: Consulta cómo se gestionan tus datos…
es_419: Consulta cómo se utiliza tu información…
es_us: Consulta cómo se utiliza tu información…
fi: Katso, miten tietojasi hallitaan…
fr: Découvrez comment sont gérées vos données…
fr_ca: Découvrez comment vos données sont gérées…
he: כיצד מנוהלים הנתונים שלך…
hi: देखें कि आपका डेटा कैसे प्रबंधित किया जाता है…
hr: Pogledajte kako se upravlja vašim podacima⁠…
hu: Az adatok kezelésének áttekintése…
id: Lihat bagaimana data Anda dikelola…
it: Scopri come vengono gestiti i tuoi dati…
ja: 個人データの管理方法について確認…
kk: Деректеріңіз қалай басқарылады…
ko: 사용자의 데이터가 어떻게 관리되는지 보기…
lt: Kaip tvarkomi jūsų duomenys…
ms: Lihat cara data anda diurus…
nl: Bekijk hoe je gegevens worden beheerd…
no: Se hvordan dataene administreres…
pl: Jak zarządzamy Twoimi danymi…
pt_br: Veja como os seus dados são gerenciados…
pt_pt: Veja como são geridos os seus dados…
ro: Aflați cum sunt gestionate datele dvs…
ru: Как осуществляется управление данными…
sk: Informácie o správe vašich dát…
sl: Kako so upravljani vaši podatki …
sv: Se hur dina data hanteras…
th: ดูการจัดการข้อมูลของคุณ…
tr: Verilerinizin nasıl yönetildiğini görün…
uk: Як керують вашими даними…
vi: Xem cách chúng tôi quản lý dữ liệu của bạn…
zh_cn: 了解数据的管理方式…
zh_hk: 查看資料管理方式⋯
zh_tw: 查看你資料的管理方式⋯

# BUTTON_CAPTION
source: Card-related information, location, and information about device settings and use patterns may be sent to Apple and may be used together with account information to provide assessments to your card issuer or payment network to set up Apple Pay and prevent transaction fraud.
ar: قد تُرسَل معلومات متعلقة بالبطاقة والموقع ومعلومات عن إعدادات الجهاز وأنماط استخدامه إلى Apple، وقد تُستخدم إلى جانب معلومات الحساب لتقديم تقييمات إلى جهة إصدار بطاقتك أو شبكة الدفع لإعداد Apple Pay ولمنع الاحتيال في المعاملات.
bg: Информацията, свързана с картата, местоположението и информацията за настройките на устройството и начините на използване може да бъде изпратена на Apple. Тази информация, заедно с информацията за сметката може да бъде използвана за предоставяне на оценка на издателя на картата или платежната мрежа, за да се настрои Apple Pay и да се предотврати измама, свързана с транзакциите.
ca: La informació relacionada amb la targeta, la ubicació, la configuració del dispositiu i els patrons d’ús es podrà enviar a Apple i es podrà utilitzar, juntament amb informació del compte, per proporcionar avaluacions a l’emissor de la teva targeta o la xarxa de pagament amb l’objectiu de configurar l’Apple Pay i prevenir transaccions fraudulentes.
cs: Společnosti Apple můžou být odeslány informace o kartě a poloze a také informace o nastavení a typickém využívání zařízení. Tato data můžeme společně s údaji o účtu použít k poskytování hodnocení vydavateli karty nebo platební síti za účelem nastavení Apple Pay a předcházení podvodným transakcím.
da: Oplysninger om kort, lokalitet, enheds­indstil­linger og brugsmønstre sendes muligvis til Apple og bruges muligvis, sammen med kontooplysninger, til at give vurderinger til din kortudsteder eller betalingsnetværket for at indstille Apple Pay og forhindre transaktionssvindel.
de: Kartenbezogene Informationen, Ortsdaten, Informationen über Geräteeinstellungen sowie Gerätenutzungsmuster können an Apple gesendet werden und werden möglicherweise gemeinsam mit deinen Accountinformationen genutzt, um dem Kartenaussteller bzw. dem Zahlungsnetzwerk Bewertungen bereitzustellen, um Apple Pay zu konfigurieren und Transaktionsbetrug zu verhindern.
el: Ενδέχεται να σταλούν στην Apple πληροφορίες που σχετίζονται με την κάρτα, την τοποθεσία, τις ρυθμίσεις και τα μοτίβα χρήσης της συσκευής, και ενδέχεται να χρησιμοποιηθούν μαζί με τα στοιχεία λογαριασμού για παροχή αξιολογήσεων στον εκδότη της κάρτας ή το δίκτυο πληρωμών για διαμόρφωση του Apple Pay και αποτροπή απάτης κατά τη διενέργεια των συναλλαγών.
es: Se podrán enviar a Apple los datos de tu tarjeta, tu ubicación, la información sobre los ajustes de tu dispositivo y tus patrones de uso, que podrán usarse junto con información de la cuenta para proporcionar evaluaciones a la entidad emisora de tu tarjeta o a la red de pago para configurar Apple Pay y prevenir transacciones fraudulentas.
es_419: Se enviará a Apple información sobre la tarjeta, la ubicación, la configuración del dispositivo y los patrones de uso; y podría compartirse —junto con información de la cuenta— con tu banco o emisor de la tarjeta para configurar Apple Pay y prevenir operaciones fraudulentas.
es_us: Se enviará a Apple información sobre la tarjeta, la ubicación, la configuración del dispositivo y los patrones de uso; y podría compartirse —junto con información de la cuenta— con tu banco o emisor de la tarjeta para configurar Apple Pay y prevenir operaciones fraudulentas.
fi: Korttiin liittyvät tiedot, sijainti sekä tiedot laitteen asetuksista ja käyttötavoista voidaan lähettää Applelle ja niitä voidaan käyttää yhdessä tilitietojen kanssa arviointeihin, joita annetaan kortinmyöntäjälle tai maksuverkolle Apple Payn käyttöönottoa ja petostapahtumien estämistä varten.
fr: Les informations liées à votre carte, à votre position, aux réglages de votre appareil et à vos habitudes d’utilisation de ce dernier peuvent être envoyées à Apple et utilisées conjointement avec les informations de votre compte pour transmettre des évaluations à l’émetteur de votre carte ou à votre réseau de paiement en vue de configurer Apple Pay et de lutter contre la fraude lors des transactions.
fr_ca: Les informations associées à la carte ainsi que celles relatives aux réglages de l’appareil, sa position et son utilisation pourraient être envoyées à Apple et être utilisées avec les informations de votre compte pour fournir des évaluations à l’émetteur de votre carte ou au réseau de paiement dans le but de configurer Apple Pay et de prévenir les transactions frauduleuses.
he: מידע הקשור לכרטיס, למיקום ולהגדרות המכשיר ודפוסי השימוש בו עשוי להישלח ל-Apple, ויחד עם מידע הקשור לחשבון לשמש כדי לספק הערכות לגוף המנפיק את הכרטיס או לרשת התשלומים שלך, וזאת כדי להגדיר את Apple Pay ולמנוע הונאות הקשורות לעסקאות.
hi: कार्ड संबंधी जानकारी, स्थान और डिवाइस सेटिंग्ज़ और उपयोग पैटर्न संबंधी जानकारी Apple को भेजी जा सकती है और खाता जानकारी के साथ इनका इस्तेमाल Apple Pay सेटअप करने और लेनदेन संबंधी धोखाधड़ी की रोकथाम करने के लिए आपके कार्ड जारीकर्ता या भुगतान नेटवर्क को मूल्यांकन प्रदान करने के लिए किया जा सकता है।
hr: Informacije povezane s karticom, lokacija i informacije o postavkama uređaja te uzorci uporabe uređaja mogu se poslati tvrtki Apple i mogu se koristiti zajedno s informacijama o računu kako bi se izdavaču kartice ili platnoj mreži dale procjene radi podešavanja Apple Paya i sprječavanja transakcijskih prevara.
hu: Előfordulhat, hogy a kártyához kapcsolódó információk, a helyzet, továbbá az eszközbeállításokkal és az eszközhasználati szokásokkal kapcsolatos információk el lesznek küldve az Apple-nek, és a fiókinformációkkal együtt fel lehetnek használva a kártyakibocsátó vagy a fizetési hálózat számára az Apple Pay beállítása és a tranzakciós csalások megelőzése céljából készített elemzésekhez.
id: Informasi terkait kartu, lokasi, dan informasi mengenai pengaturan perangkat serta pola penggunaan dapat dikirimkan ke Apple dan mungkin digunakan bersama informasi akun untuk menyediakan penilaian terhadap penerbit kartu atau jaringan pembayaran Anda untuk mengatur Apple Pay dan mencegah penipuan transaksi.
it: Le informazioni relative alla carta, alla posizione, alle impostazioni e all’utilizzo del dispositivo potrebbero essere inviate ad Apple e utilizzate, insieme alle informazioni sul conto, per fornire valutazioni all’ente che ha emesso la carta o alla rete di pagamento per configurare Apple Pay e impedire frodi durante le transazioni.
ja: Apple Payの設定および取引不正行為防止のためにカード発行元または決済ネットワークに評価内容を提供する目的で、カードに関連する情報、位置情報、デバイスの設定と使用パターンに関する情報がAppleに送信され、アカウント情報とともに使用される場合があります。
kk: Картаға қатысты ақпарат, геолокация, сондай-ақ құрылғы реттеулері және оны пайдалану әдісі туралы ақпаратты Apple компаниясына жіберуге болады. Бұл деректер шот туралы ақпаратпен біріктіріліп, Apple Pay жүйесін баптау және алаяқтықтың алдын алу үшін карта эмитентіне немесе төлем желісіне алаяқтық қаупін бағалау туралы хабарлау үшін пайдаланылуы мүмкін.
ko: Apple Pay를 설정하고 거래 관련 사기를 방지하기 위해, 카드 관련 정보, 위치, 기기 설정 및 사용 패턴 정보가 Apple에 전송될 수 있으며, 사용자의 카드 발급처 또는 결제 네트워크에 평가 정보를 제공하기 위해 계정 정보와 함께 사용될 수 있습니다.
lt: Su kortele susijusi informacija, buvimo vieta ir informacija apie įrenginio nustatymus bei naudojimo įpročius gali būti siunčiama „Apple“ ir gali būti naudojama kartu su paskyros informacija, siekiant teikti įvertinimus kortelės išdavėjui ar mokėjimų tinklui, kad būtų galima nustatyti „Apple Pay“ ir užkirsti kelią sukčiavimui atliekant operacijas.
ms: Maklumat berkaitan kad, lokasi dan maklumat tentang seting serta corak penggunaan peranti mungkin dihantar kepada Apple dan mungkin digunakan bersama-sama maklumat akaun untuk memberikan penilaian kepada pengeluar kad atau rangkaian bayaran anda untuk menyediakan Apple Pay serta mencegah penipuan transaksi.
nl: Gegevens met betrekking tot je kaart en je locatie, en informatie over de instellingen en gebruiks­patronen van het apparaat worden mogelijk naar Apple verstuurd en kunnen mogelijk samen met je rekening­gegevens worden gebruikt om beoordelingen aan je kaart­uitgever of betalings­netwerk te verstrekken voor het configureren van Apple Pay en het voorkomen van transactie­fraude.
no: Kortrelatert informasjon, posisjon, og informasjon om enhets­innstillinger og bruksmønstre kan bli sendt til Apple og kan bli brukt sammen med konto­informasjon som vurderings­grunnlag til kort­utstederen eller betalings­nettverket så de kan konfigurere Apple Pay og forhindre banksvindel.
pl: Dane karty, położenie oraz informacje o ustawieniach urządzenia, a także informacje o sposobach korzystania z urządzenia mogą być przesyłane do Apple i używane wraz z informacjami o koncie do przeprowadzania ocen przez wystawcę karty lub sieć płatniczą w celu skonfigurowania Apple Pay i zapobiegania oszustwom transakcyjnym.
pt_br: Informações relacionadas a cartões, localização e informações sobre configurações do dispositivo e padrões de uso do dispositivo poderão ser usadas juntamente com informações da conta para fornecer avaliações à operadora do cartão de crédito ou rede de pagamento para configurar o Apple Pay e evitar fraudes nas transações.
pt_pt: A informação relacionada com os seus cartões, localização, definições e padrões de utilização do seu dispositivo pode ser enviada à Apple e pode ser usada, juntamente com a informação de conta, para fornecer avaliações à rede de pagamentos ou entidade emitente do cartão para configurar o Apple Pay e prevenir fraude nas transações.
ro: Informații legate de card, localizarea și informații despre configurările dispozitivului și obiceiurile de utilizare pot fi trimise la Apple și pot fi utilizate împreună cu informațiile contului pentru a‑i furniza evaluări emitentului cardului sau rețelei dvs. de plată cu scopul de a configura Apple Pay și de a împiedica tranzacțiile frauduloase.
ru: Связанная с картой информация и геопозиция, а также сведения о настройках устройства и о том, как оно используется, могут быть отправлены в Apple. Эти данные, объединенные с информацией о счете, могут использоваться для сообщения оценки риска мошенничества эмитенту карты или платежной системе с целью настройки Apple Pay и предупреждения мошеннических действий.
sk: Informácie súvisiace s kartou, poloha a informácie o nastaveniach a bežnom využívaní zariadenia môžu byť odoslané spoločnosti Apple a na účely nastavenia Apple Pay a predchádzania podvodom pri transakciách môžu byť spolu s informáciami o vašom účte použité na poskytovanie hodnotení pre vydavateľa vašej karty alebo platobnú sieť.
sl: Informacije v zvezi s kartico, lokacija ter informacije o nastavitvah in vzorcih uporabe naprave se lahko pošljejo družbi Apple ter se skupaj z informacijami o računu uporabijo za zagotavljanje ocen vašemu izdajatelju kartice ali plačilni mreži za nastavitev storitve Apple Pay in preprečevanje goljufij pri transakcijah.
sv: Kortrelaterad information, platsinformation och information om enhetsinställningar och användningsmönster kan skickas till Apple och kan användas tillsammans med kontoinformation för att tillhandahålla utvärderingar till din kortutfärdare eller betalningsnätverket för att ställa in Apple Pay samt förhindra bedrägliga transaktioner.
th: ข้อมูลที่เกี่ยวกับบัตร ตำแหน่งที่ตั้ง รวมถึงข้อมูลเกี่ยวกับการตั้งค่าอุปกรณ์และลักษณะการใช้งานอุปกรณ์อาจถูกส่งไปที่ Apple และอาจใช้ร่วมกับข้อมูลบัญชีเพื่อให้ข้อมูลการประเมินกับผู้ออกบัตรหรือเครือข่ายการชำระเงินของคุณเพื่อตั้งค่า Apple Pay และป้องกันการโจรกรรมทางธุรกรรม
tr: Kart ile ilgili bilgiler, konum ve aygıt ayarları ve aygıt kullanım şekilleriyle ilgili bilgiler Apple’a gönderilebilir. Bu bilgiler, hesap bilgileriniz ile beraber Apple Pay’in ayarlanması ve işlem dolandırıcılığının önlenmesi için kartı veren kuruluşa veya bankaya değerlendirmelerin gönderilmesi amacıyla kullanılabilir.
uk: Повʼязана з карткою інформація, геопозиція, інформація про параметри й шаблони використання пристрою можуть надсилатися до Apple і використовуватися разом з обліковою інформацією, щоб надавати оцінки вашому емітенту або провайдеру платіжної мережі з метою налаштування Apple Pay і запобігання шахрайству з трансакціями.
vi: Thông tin liên quan đến thẻ, vị trí, cũng như thông tin về cài đặt và thói quen sử dụng thiết bị có thể được gửi đến Apple và có thể được sử dụng cùng với thông tin tài khoản để cung cấp các đánh giá cho nhà phát hành thẻ hoặc mạng lưới thanh toán của bạn để thiết lập Apple Pay và ngăn chặn lừa đảo giao dịch.
zh_cn: 卡片相关信息、位置以及有关设备设置和使用方式的信息可能会发送给Apple，以上信息连同账户信息可能会被用于向发卡机构或支付网络提供评估以设置Apple Pay和防范交易欺诈行为。
zh_hk: 卡相關的資料、位置以及裝置設定和裝置使用模式的相關資料或會傳送予Apple，並且可能會與你的帳户資料一起使用，以向發卡機構或付款網絡提供評估，以便設定Apple Pay及防範交易詐騙。
zh_tw: 卡片相關的資訊、位置、裝置設定和使用模式的資訊將會傳送給Apple，且可能會與你的帳號資訊一併用來提供評估給發卡機構或付款網路，以便設定Apple Pay和防範交易詐騙。

# SECOND_BULLET
source: Some of the above information, account-related information, and paired-device details may be shared with your card issuer or bank to determine eligibility and for anti-fraud purposes.
ar: قد يتم مشاركة بعض المعلومات المذكورة أعلاه، ومعلومات متعلقة بالحساب، وتفاصيل الجهاز المقترن مع مصدر البطاقة أو البنك لتحديد الأهلية ومنع عمليات الاحتيال.
bg: Част от горната информация, информация, свързана със сметката, и детайли за свързаното в двойка устройство може да бъдат споделени с издателя на вашата карта или с банката, за да се определи дали отговаряте на условията и за целите на борба с измами.
ca: És possible que algunes de les dades anteriors, així com la informació relacionada amb el compte i els detalls del dispositiu enllaçat, es comparteixin amb l’emissor de la targeta o amb el teu banc per determinar si tens permís per utilitzar la targeta i per evitar fraus.
cs: Některé z výše uvedených údajů, informace související s účtem a podrobnosti o spárovaném zařízení mohou být sdíleny s vydavatelem vaší karty nebo s vaší bankou za účelem posouzení způsobilosti a předcházení podvodům.
da: Nogle af ovenstående oplysninger, kontorelaterede oplysninger samt oplysninger om parrede enheder deles muligvis med kortudstederen eller banken for at fastslå gyldighed og forhindre svindel.
de: Manche der zuvor genannten Informationen, Kontoinformationen sowie Details zu gekoppelten Geräten werden mit dem Kartenaussteller bzw. der Bank geteilt, um Berechtigungen zu überprüfen und aus Gründen der Betrugsprävention.
el: Κάποιες από τις παραπάνω πληροφορίες, πληροφορίες που σχετίζονται με τον λογαριασμό, καθώς και λεπτομέρειες ζευγοποιημένης συσκευής μπορεί να κοινοποιηθούν στον εκδότη ή στην τράπεζα της κάρτας σας για προσδιορισμό της καταλληλότητας και για σκοπούς αντιμετώπισης περιπτώσεων απάτης.
es: Es posible que se envíe parte de esta información, de los datos relativos a la cuenta y de los dispositivos enlazados a la entidad emisora de la tarjeta o al banco para determinar su validez y evitar posibles fraudes.
es_419: Parte de la información anterior, información relacionada con la cuenta y detalles de dispositivos enlazados, se puede compartir con tu emisor de tarjeta o banco para determinar la elegibilidad y con fines antifraude.
es_us: Parte de la información anterior, información relacionada con la cuenta y detalles de dispositivos enlazados, se puede compartir con tu emisor de tarjeta o banco para determinar la elegibilidad y con fines antifraude.
fi: Osa yllä olevista tiedoista, tiliin liittyvät tiedot sekä laiteparin lisätiedot, voidaan myös jakaa kortinmyöntäjällesi tai pankillesi määritettäessä kelpoisuutta ja petostentorjunta­toimenpiteitä varten.
fr: Certaines des informations ci-dessus ainsi que les données relatives à votre compte et les détails des appareils jumelés peuvent être transmis à l’émetteur de votre carte ou à votre banque pour déterminer votre éligibilité et lutter contre la fraude.
fr_ca: Certaines des informations ci-dessus, des informations associées au compte et des informations relatives à l’appareil jumelé peuvent être partagées avec l’émetteur de votre carte ou votre banque à des fins d’admissibilité et de lutte contre la fraude.
he: יתכן שחלק מהמידע לעיל, נתונים הקשורים לחשבון ופרטי מכשיר מקושר, ישותפו עם מנפיק הכרטיס או הבנק כדי לקבוע זכאות ולמטרות מניעת הונאה.
hi: ऊपर दी गई कुछ जानकारी, खाता संबंधित जानकारी और पेयर्ड डिवाइस विवरण को आपके कार्ड जारीकर्ता या बैंक से पात्रता निर्धारित करने और धोखाधड़ी रोकने की प्रक्रिया के लिए शेयर किया जा सकता है।
hr: Neke od gore navedenih informacija, informacije vezane uz račun i pojedinosti uparenih uređaja mogu se dijeliti s vašim izdavačem kartica ili bankom kako bi se utvrdila prikladnost i spriječile prevare.
hu: Előfordulhat, hogy a fenti információk némelyike, fiókhoz kapcsolódó információk és párosítotteszköz-adatok meg lesznek osztva a kártyakibocsátóval vagy bankkal a jogosultság megállapításához és csalás elleni célokból.
id: Sebagian informasi di atas, informasi terkait akun, dan detail perangkat yang dipasangkan dapat dibagikan dengan penerbit kartu atau bank Anda untuk menentukan kelayakan dan untuk tujuan anti-penipuan.
it: Alcune informazioni fornite sopra, i dati associati all’account e i dettagli relativi ai dispositivi abbinati potrebbero essere condivisi con chi ha emesso la carta o con la banca al fine di stabilire l’idoneità di utilizzo della funzionalità e per finalità antifrode.
ja: 資格の判断および詐欺行為を防ぐため、上記の情報の一部、アカウント関連の情報、およびペアリングされたデバイスの詳細はカード会社または銀行と共有される場合があります。
kk: Кейбір жоғарыда көрсетілген ақпарат, сондай-ақ аккаунтыңызға қатысты ақпарат пен жұптастырылған құрылғы мәліметтері деректерді тексеру және алаяқтықтың алдын алу үшін карта эмитентіне берілуі мүмкін.
ko: 적합성 심사 및 사기 방지를 위해 일부 상기 언급된 정보, 계좌 관련 정보 및 페어링된 기기 세부사항이 사용자의 카드 발급처 또는 은행과 공유될 수 있습니다.
lt: Dalis anksčiau minėtos informacijos, su paskyra susijusios informacijos ir susieto įrenginio informacijos gali būti bendrinama su kortelės išdavėju ar banku, siekiant nustatyti tinkamumą ir sukčiavimo prevencijos tikslais.
ms: Sesetengah maklumat di atas, maklumat berkaitan akaun dan butiran peranti berpasangan mungkin dikongsi dengan pengeluar kad atau bank anda untuk menentukan kelayakan dan tujuan antipenipuan.
nl: Een deel van deze informatie, gegevens met betrekking tot accounts, en gegevens over gekoppelde apparaten, kan ook worden doorgegeven aan je kaartverstrekker of bank om te bepalen of je kaart in aanmerking komt en om fraude te voorkomen.
no: Noe av informasjonen over, kontorelatert informasjon og detaljer om sammenkoblede enheter kan bli delt med kortutstederen eller banken for å avgjøre om tjenesten kan brukes og for å forhindre svindelforsøk.
pl: Niektóre z powyższych danych, informacje o koncie oraz szczegóły połączonych w parę urządzeń mogą być udostępniane wystawcy karty lub bankowi w celu weryfikacji i zapobiegania oszustwom.
pt_br: Algumas das informações acima, dados relacionados a conta e detalhes de dispositivo emparelhado podem ser compartilhados com a administradora do seu cartão para determinar a elegibilidade e para fins de prevenção a fraudes.
pt_pt: Alguma da informação acima mencionada, a informação relativa à sua conta e detalhes acerca de dispositivos emparelhados podem ser partilhados com o banco ou entidade emitente do seu cartão para determinar elegibilidade e prevenir tentativas de fraude.
ro: Unele dintre informațiile de mai sus, informații legate de cont și detalii despre dispozitivele asociate pot fi partajate cu emitentul cardului sau cu banca dvs. pentru a stabili eligibilitatea și în scopuri antifraudă.
ru: Некоторая указанная выше информация, а также информация, относящаяся к учетной записи, и детали устройств, с которыми созданы пары, могут быть переданы эмитенту карты или банку для проверки данных и защиты от мошенничества.
sk: Niektoré z vyššie uvedených informácií, informácie súvisiace s účtom a podrobnosti o spárovanom zariadení môžu byť zdieľané s vydavateľom vašej karty alebo s vašou bankou na účely posúdenia spôsobilosti a predchádzania podvodom.
sl: Nekatere od zgoraj navedenih informacij, podatkov o računu in podrobnosti o seznanjenih napravah se lahko delijo z izdajateljem vaše kartice ali banko za določanje upravičenosti in preprečevanje goljufij.
sv: En del av informationen ovan, kontorelaterad information och information om parkopplade enheter kan delas med kortutfärdaren eller banken för att avgöra om tjänsten kan användas och för att förhindra bedrägerier.
th: บางส่วนของข้อมูลข้างต้น ข้อมูลที่เกี่ยวกับบัญชี รายละเอียดอุปกรณ์ที่จับคู่ อาจถูกแชร์กับผู้ออกบัตรหรือธนาคารของคุณเพื่อพิจารณาสิทธิ์และเพื่อวัตถุประสงค์ในการป้องกันการโจรกรรม
tr: Yukarıdaki bilgilerin bazıları, hesapla ilgili bilgiler ve eşlenmiş aygıt ayrıntıları; uygun olup olmadığının belirlenmesi ve dolandırıcılık karşıtı amaçlar için kartı veren kuruluşla veya bankayla paylaşılabilir.
uk: Деяка інформація з наведеної вище, інформація щодо облікового запису і деталі спарених пристроїв можуть поширюватися для емітента вашої картки для зʼясування придатності та запобігання шахрайству.
vi: Một số thông tin nêu trên, thông tin liên quan đến tài khoản và chi tiết về thiết bị được ghép đôi có thể được chia sẻ với nhà phát hành thẻ hoặc ngân hàng của bạn để xác định khả năng đủ điều kiện và nhằm mục đích chống lừa đảo.
zh_cn: 上方的部分信息、账户相关信息和已配对设备详细信息可能会与发卡机构或银行共享，以确定相关资格并用于防止欺诈行为。
zh_hk: 可能會與你的發卡機構或銀行分享以上的部分資料、與帳户相關的資料和配對裝置的詳細資料，以確認卡的適用性並用於防範詐騙。
zh_tw: 可能會與你的發卡機構或銀行分享以上的部分資訊、與帳號相關的資訊和配對裝置的詳細資訊，以確認卡片的適用性並用於防範詐騙。
